#SKD101|c7|8|2012.05.24 09:54:28|125|7|2|3|26|3|78|5|1

DROP TABLE IF EXISTS `catalog`;
CREATE TABLE `catalog` (
  `id` bigint(12) NOT NULL AUTO_INCREMENT,
  `parent_id` bigint(20) NOT NULL,
  `visited` int(1) DEFAULT NULL,
  `inmenu` int(1) DEFAULT NULL,
  `rating` float DEFAULT NULL,
  `page_name` varchar(256) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `url` varchar(256) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `page_type` int(2) NOT NULL,
  `haschild` int(1) NOT NULL,
  `inmain` int(11) NOT NULL,
  `leadmaker` int(1) NOT NULL,
  `priority` int(7) NOT NULL,
  `gallery` int(1) NOT NULL,
  `invisible` int(1) NOT NULL,
  `fullimg` int(1) NOT NULL,
  `short_text` varchar(2048) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `date` date NOT NULL,
  `content` text /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `head_tags` varchar(4096) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `title` varchar(128) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `h1` varchar(128) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `description` varchar(256) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `keywords` varchar(1024) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `img` varchar(64) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `footer` varchar(256) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `creator` int(10) NOT NULL,
  `create_time` datetime NOT NULL,
  `updator` int(10) NOT NULL,
  `update_time` datetime NOT NULL,
  `user_read` varchar(512) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `user_write` varchar(512) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=19 /*!40101 DEFAULT CHARSET=utf8 */ /*!40101 COLLATE=utf8_unicode_ci */;

INSERT INTO `catalog` VALUES
(8, 16, 1, 1, '1', 'Математическая основа', 'математические-основы-программирования', 1, 0, 0, 0, 10, 0, 0, 1, 'В данном разделе мы расскажем про основы программирования, опыт лучших ученых которые сделали нашу жизнь лучше.', '0000-00-00', '<p>Программирование берет начало из основ математики.</p>\r\n<p>&nbsp;</p>\r\n<p>Для его лучшего понимания и эффективной разработки необходимо понимать, как строятся системы, функции и зачем они необходимы.</p>\r\n<p>&nbsp;</p>\r\n<p>Что необходимо программировать, а что нет.</p>', '', 'Математические основы программирования', '', '', '', 'math.png', '', 0, '0000-00-00 00:00:00', 0, '2012-05-08 11:30:34', '', ''),
(10, 16, 1, 1, '1', 'Компьютер и информатика', 'компьютер-и-информатика', 1, 0, 0, 0, 20, 1, 0, 1, 'Компьютер - это робот-друг. Он умеет запоминать, и обрабатывать поступившую информацию, используя математические функции.', '0000-00-00', 'Компьютер - это робот-друг. Он умеет запоминать, и обрабатывать поступившую информацию, используя математические функции.', '', '', '', '', '', 'pc.png', '', 0, '0000-00-00 00:00:00', 0, '2012-05-21 11:52:04', '', ''),
(11, 16, 1, 1, '1', 'Web-программирование', 'web-development-manual', 1, 0, 0, 0, 50, 0, 0, 1, 'Web-программирование - это раздел программирования, который работает исключительно с программами у которых основной функционал расчитан на работу с пользователями интернета.', '0000-00-00', 'Web-программирование - это раздел программирования, который работает исключительно с программами у которых основной функционал расчитан на работу с пользователями интернета.<br />', '', '', '', '', '', 'web.png', '', 1, '0000-00-00 00:00:00', 0, '2012-05-20 13:59:13', '1', '1'),
(15, 16, NULL, NULL, NULL, 'Программное обеспечение', 'уровни-компьютерных-программ', 0, 0, 0, 0, 30, 0, 0, 1, 'Программирование очень широкая специальность. Программирование - как инженерия, это поиск равновесия, математика. Выбор наилучшего пути решения проблемы.', '0000-00-00', '<p>Компьютерные программы бывают различных уровней:</p>\r\n<p>Операционные системы</p>\r\n<p>Прикладные программы</p>\r\n<p>Драйвера</p>\r\n<p>Сетевые программы</p>\r\n<p>Интернет сервера и клиенты</p>\r\n<p>Интернет программы</p>', '', '', '', '', '', 'program.png', '', 0, '2012-03-16 10:43:12', 0, '2012-05-08 11:30:18', '[all]', '[all]'),
(16, 0, NULL, NULL, NULL, 'Complex Web System', 'complex-web-system', 0, 1, 1, 0, 70, 0, 0, 1, '<p>Complex Web System - это Framework который поможет Вам создавать удобные сайты.</p>\r\n<p>Сайт разработчика - <a href=\"http://complex.org.ua/\" target=\"_blank\">http://complex.org.ua/</a></p>\r\n<p>Презентация - <a href=\"http://idea.complex.org.ua/\" target=\"_blank\">http://idea.complex.org.ua/</a></p>\r\n<p>Движок основан на совокупности успешных идей многих программистов.</p>', '0000-00-00', '<p>Complex Web System - это Framework который поможет Вам создавать удобные сайты.</p>\r\n<p>Сайт разработчика - <a href=\"http://complex.org.ua/\" target=\"_blank\">http://complex.org.ua/</a></p>\r\n<p>Презентация - <a href=\"http://idea.complex.org.ua/\" target=\"_blank\">http://idea.complex.org.ua/</a></p>\r\n<p>Движок основан на совокупности успешных идей многих программистов.</p>', '', '', '', '', '', 'c7.png', '', 0, '2012-03-18 00:54:24', 0, '2012-05-08 12:08:35', '[all]', '[all]'),
(17, 0, NULL, NULL, NULL, 'IT решения', 'лучшие-ит-решения', 0, 1, 1, 0, 0, 0, 0, 0, 'В данном разделе размещаются полезные IT решения для автоматизации работы и развития бизнеса.', '0000-00-00', 'В данном разделе размещаются полезные IT решения для автоматизации работы и развития бизнеса.', '', '', '', '', '', 'it_techs.png', '', 0, '2012-05-10 15:44:07', 0, '2012-05-10 15:44:19', '[all]', '[all]'),
(18, 17, NULL, NULL, NULL, 'Terrasoft CRM', 'terrasoft-crm-система', 0, 0, 0, 1, 0, 0, 0, 1, 'Система управления клиентами', '0000-00-00', '<div id=\"page_content_text\">\r\n<div class=\"addition_txt\">\r\n<div class=\"t1\">\r\n<div class=\"b1\">\r\n<div class=\"l1\">\r\n<div class=\"r1\">\r\n<div class=\"bl1\">\r\n<div class=\"br1\">\r\n<div class=\"tl1\">\r\n<div class=\"tr1\">\r\n<div class=\"addition_content\">\r\n<p>Программа  <strong>Terrasoft CRM</strong> предоставляет комплекс инструментов, позволяющих  систематизировать  данные о клиентской базе, процессы привлечения клиентов и  развития  отношений с ними, совершенствования системы продаж, маркетинга и   обслуживания, повышения удовлетворенности клиентов.<br /><br /> Решение <strong>Terrasoft CRM</strong> позволяет решать следующие <a title=\"Функциональность Terrasoft CRM\" href=\"http://www.terrasoft.ru/products/CRM/crm/features\">задачи</a>:</p>\r\n<ul>\r\n<li>Управление бизнес-процессами</li>\r\n<li>Управление контактами. История взаимодействия с клиентами</li>\r\n<li>Планирование и управление продажами</li>\r\n<li>Управление маркетинговыми кампаниями </li>\r\n<li>Автоматизация документооборота</li>\r\n<li>Управление рабочим временем</li>\r\n<li>Отслеживание результатов работы и аналитика</li>\r\n</ul>\r\n<p>В основе программы <strong>Terrasoft CRM</strong> лежит платформа, позволяющая создавать разнообразные  <a title=\"Конфигурирование систем Terrasoft\" href=\"http://www.terrasoft.ru/products/platform/customization\">конфигурации решений</a> в зависимости от бизнес-задач конкретной компании.  Настройка <strong>CRM-системы</strong> может быть осуществлена без привлечения технических  специалистов самими пользователями.</p>\r\n<p>Основными <a title=\"Преимущества платформы Terrasoft\" href=\"http://www.terrasoft.ru/products/platform/benefits\">технологическими  преимуществами</a> CRM-системы Terrasoft является использование передовых  технологий,  поддержка популярных СУБД разного масштаба, функционала и стоимости   (Microsoft SQL Server, Oracle и Firebird), проверенных стандартов и  протоколов.</p>\r\n<p>Эти и другие факторы  обеспечивают высокую надежность, производительность и масштабируемость CRM-систем Terrasoft.</p>\r\n<p>Terrasoft <span class=\"plain\"><a href=\"http://www.terrasoft.ru/\">CRM</a></span> демонстрирует высокую эффективность работы в  локальных и глобальных сетях, и поддерживает несколько <a title=\"Варианты развертывания приложений Terrasoft\" href=\"http://www.terrasoft.ru/products/CRM/crm/options\">вариантов развертывания</a> в зависимости от структуры и потребностей организации.</p>\r\n<p>Обширная подборка  информационных и <a title=\"Ресурсы, документация Terrasoft CRM\" href=\"http://www.terrasoft.ru/training/materials/crm/\">обучающих материалов</a><img src=\"http://www.terrasoft.ru/sites/all/themes/terrasoft/img/icons/link.gif\" alt=\"\" /> по Terrasoft CRM поможет Вам составить  цельное представление о программе и быстро освоиться в CRM-системе.</p>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>', '', '', '', '', '', 'tcrm1.png', '', 0, '2012-05-10 15:48:40', 0, '2012-05-11 12:25:30', '[all]', '[all]');

DROP TABLE IF EXISTS `incubator`;
CREATE TABLE `incubator` (
  `id` bigint(12) NOT NULL AUTO_INCREMENT,
  `parent_id` bigint(20) NOT NULL,
  `visited` int(1) DEFAULT NULL,
  `inmenu` int(1) DEFAULT NULL,
  `rating` float DEFAULT NULL,
  `page_name` varchar(256) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `url` varchar(256) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `page_type` int(2) NOT NULL,
  `haschild` int(1) NOT NULL,
  `inmain` int(11) NOT NULL,
  `leadmaker` int(1) NOT NULL,
  `priority` int(7) NOT NULL,
  `gallery` int(1) NOT NULL,
  `invisible` int(1) NOT NULL,
  `fullimg` int(1) NOT NULL,
  `short_text` varchar(2048) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `date` date NOT NULL,
  `content` text /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `head_tags` varchar(4096) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `title` varchar(128) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `h1` varchar(128) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `description` varchar(256) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `keywords` varchar(1024) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `img` varchar(64) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `footer` varchar(256) /*!40101 CHARACTER SET utf8 */ NOT NULL,
  `creator` int(10) NOT NULL,
  `create_time` datetime NOT NULL,
  `updator` int(10) NOT NULL,
  `update_time` datetime NOT NULL,
  `user_read` varchar(512) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `user_write` varchar(512) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=22 /*!40101 DEFAULT CHARSET=utf8 */ /*!40101 COLLATE=utf8_unicode_ci */;

INSERT INTO `incubator` VALUES
(19, 0, NULL, NULL, NULL, 'Crop and Resize', 'crop_resize', 0, 0, 0, 0, 0, 0, 0, 0, '', '0000-00-00', '12334', '', '', '', '', '', '', '', 0, '2012-05-16 11:57:37', 0, '2012-05-16 11:57:48', '[all]', '[all]'),
(20, 0, NULL, NULL, NULL, 'Rating stars', 'rating', 0, 0, 0, 0, 0, 0, 0, 0, '', '0000-00-00', '', '', '', '', '', '', '', '', 0, '2012-05-18 15:48:59', 0, '0000-00-00 00:00:00', '[all]', '[all]');

DROP TABLE IF EXISTS `orgs`;
CREATE TABLE `orgs` (
  `id` int(6) NOT NULL AUTO_INCREMENT,
  `orgname` varchar(256) NOT NULL,
  `orgrole` int(2) NOT NULL,
  `info` varchar(1024) NOT NULL,
  `img` varchar(128) NOT NULL,
  `level` int(2) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 /*!40101 DEFAULT CHARSET=cp1251 */;

INSERT INTO `orgs` VALUES
(1, 'Sullivan Room Kiev', 6, '�����������', 'copy3_c7.png', 1),
(2, '������� ����', 7, '�����\r\n\r\n093 455 8484', '', 5),
(4, 'Terrasoft', 1, '))\r\n', '', 1);

DROP TABLE IF EXISTS `people`;
CREATE TABLE `people` (
  `id` bigint(4) NOT NULL AUTO_INCREMENT,
  `fio` varchar(128) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `teamrole` int(3) NOT NULL,
  `name` varchar(32) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `lastname` varchar(32) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `role` varchar(128) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `iin` varchar(32) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `passport` varchar(128) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `wherepass` varchar(128) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `mobtel` varchar(32) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `citytel` varchar(32) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `icq` varchar(32) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `skype` varchar(32) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `date` date NOT NULL,
  `adres` varchar(256) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `email` varchar(128) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `info` varchar(4096) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `img` varchar(256) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `login` varchar(32) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `password` varchar(128) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `user_id` int(6) NOT NULL,
  `org_id` int(6) NOT NULL,
  `user_type` int(2) NOT NULL,
  `mlinks` varchar(4096) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `mfiles` varchar(2048) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `creator` int(10) NOT NULL,
  `create_time` datetime NOT NULL,
  `updator` int(10) NOT NULL,
  `update_time` datetime NOT NULL,
  `user_read` varchar(512) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `user_write` varchar(512) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=38 /*!40101 DEFAULT CHARSET=utf8 */ /*!40101 COLLATE=utf8_unicode_ci */;

INSERT INTO `people` VALUES
(12, 'Александр Торрисон', 8, '', '', 'Управляющий компанией', '', '', '', '+380931552970', '', '', 'alex_torrison', '1986-09-14', 'Киев, ул. Белгородская', 'cd99@mail.ru', '', '', 'torrison', 't123', 0, 0, 1, '', '', 0, '2012-05-08 11:09:35', 0, '2012-05-08 11:26:57', '[all]', '[all]'),
(13, 'Левицкий Владимир', 3, '', '', 'СБ', '', '', '', '+380939945092', '', '', '', '1990-05-05', '', '', '', 'copy2_c7.png', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(14, 'Максим Жирнов', 3, '', '', 'DJ', '', '', '', '+380934003100', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(15, 'Максим Дощинский', 3, '', '', 'Dj', '', '', '', '+380934001530', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(16, 'Александр Flaer.com.ua', 7, '', '', 'Продажа билетов', '', '', '', '+380937625242', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(17, 'Александр (Молодые Регионы)', 7, '', '', 'Менеджер', '', '', '', '', '+380936138298', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(18, 'Алексей &#34;Сплит&#34;', 1, '', '', 'Менеджер', '', '', '', '+380679147235', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(19, 'Алек Силков', 3, '', '', 'PR менеджер', '', '', '', '+380935039983', '+380444432546', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(20, 'Алена Колодкина', 7, '', '', 'Парикмакер', '', '', '', '+380956155981', '+380939340892', '', '', '1987-03-18', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(21, 'Гроза Алена', 10, '', '', 'Project Manager', '', '', '', '+380632376477', '', '', '', '1989-09-05', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(22, 'Денисова Алена', 9, '', '', 'PR менеджер', '', '', '', '+0938500388', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(23, 'Алеся Бурдай', 9, '', '', 'Хостес', '', '', '', '+380637485111', '', '', '', '2012-06-26', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(24, 'Скульский Юрий (Алладин)', 9, '', '', 'Менеджер по продажам метала', '', '', '', '+380938552651', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(25, 'Андрей Еремин', 3, '', '', 'Менеджер по продажам', '', '', '', '+380636298097', '', '', '', '1988-08-26', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(26, 'Андрей Мухоморов', 9, '', '', 'Психотерапевт', '', '', '', '+380683580088', '+380673255885', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(27, 'Андрей Луценко', 1, '', '', 'Торговый представитель', '', '', '', '+380632346956', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(28, 'Андрей Праворотов', 11, '', '', 'Доставка цветов', '', '', '', '+380976586101', '', '', '', '2012-05-01', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(29, 'Андрей Торба', 9, '', '', 'Программист', '', '', '', '+380506814324', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(30, 'Андрей 002', 9, '', '', 'Охрана', '', '', '', '+380678545715', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(31, 'Андрей Кузнецов', 9, '', '', 'Банкир', '', '', '', '+380634264714', '', '', '', '1991-12-14', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(32, 'Антон Белобородов', 9, '', '', '?', '', '', '', '+380938049857', '', '', '', '1987-09-24', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(33, 'Паламарчук Анна', 12, '', '', 'Дизайнер', '', '', '', '+380504402024', '', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(34, 'Анна Гніденко', 9, '', '', 'Танцовщица', '', '', '', '+380954718852', '', '', '', '1987-07-31', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(35, 'Анна Клочко', 9, '', '', 'Официантка', '', '', '', '+380637078498', '', '', '', '2012-09-14', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(36, 'Анна Назаренко', 9, '', '', 'PR менеджер', '', '', '', '+380689033113', '+380938589423', '', '', '2012-05-16', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(37, 'Анна Сафонова', 9, '', '', 'Бухгалтер', '', '', '', '+380631999612', '', '', '', '1987-05-22', '', '', '', '', '', '', 0, 0, 1, '', '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', '');

DROP TABLE IF EXISTS `planer`;
CREATE TABLE `planer` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT,
  `task` varchar(128) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `date` date NOT NULL,
  `user_id` int(10) NOT NULL,
  `status` int(2) NOT NULL,
  `info` text /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `creator` int(10) NOT NULL,
  `create_time` datetime NOT NULL,
  `updator` int(10) NOT NULL,
  `update_time` datetime NOT NULL,
  `user_read` varchar(512) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  `user_write` varchar(512) /*!40101 COLLATE utf8_unicode_ci */ NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 /*!40101 DEFAULT CHARSET=utf8 */ /*!40101 COLLATE=utf8_unicode_ci */;

INSERT INTO `planer` VALUES
(1, 'Созвониться!', '2012-05-29', 0, 2, 'Вторник 29.05.2012 Каприз - позвонить и договориться и дальнейшей работе.', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(2, 'Тестовая задача на сегодня', '2012-05-23', 0, 3, '!', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', ''),
(3, 'Тестовая задана на вчера', '2012-05-02', 0, 3, ')', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', '', '');

DROP TABLE IF EXISTS `project`;
CREATE TABLE `project` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `stage_name` varchar(128) NOT NULL,
  `student_cost` int(7) NOT NULL,
  `student_workdays` int(4) NOT NULL,
  `amateur_cost` int(7) NOT NULL,
  `amateur_workdays` int(4) NOT NULL,
  `pro_cost` int(7) NOT NULL,
  `pro_workdays` int(4) NOT NULL,
  `content` text NOT NULL,
  `img` varchar(256) NOT NULL,
  `haschild` int(1) NOT NULL,
  `short_text` varchar(1024) NOT NULL,
  `mandatory` int(1) NOT NULL,
  `gallery` int(1) NOT NULL,
  `invisible` int(1) NOT NULL,
  `fullimg` int(1) NOT NULL,
  `priority` int(5) NOT NULL,
  `parent_id` int(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=84 /*!40101 DEFAULT CHARSET=utf8 */;

INSERT INTO `project` VALUES
(6, 'Прайс лист', 100, 1, 400, 1, 800, 0, '<p>Поля прайс листа:</p>\r\n<p>1) Номер</p>\r\n<p>2) Название (Бренд, Производитель, Название)</p>\r\n<p>3) Цена</p>\r\n<p>4) Оптовая цена</p>\r\n<p>5) Условия использования</p>\r\n<p>6) Ссылка на документ - описание.</p>', '', 0, '', 0, 0, 0, 0, 0, 0),
(7, 'Бренд', 100, 1, 400, 1, 800, 1, '<p>Бренд - это вымышленное имя вашей организации. У любой организации должна быть цель, миссия, правила, логотип, гимн, фирменный стиль для узнаваемости.</p>\r\n<p>Основные задачи:</p>\r\n<p>1) Разработка истории создания бренда</p>\r\n<p>2) Цели бренда</p>\r\n<p>3) Миссия бренда</p>\r\n<p>4) Правила бренда</p>\r\n<p>5) Фирменный стиль</p>', '', 1, '', 0, 0, 0, 0, 0, 0),
(8, 'Логотип', 200, 2, 800, 2, 3200, 4, 'Логотип - это лицо компании.', '', 0, '', 0, 0, 0, 0, 0, 7),
(9, 'Бренд-бук', 500, 5, 2000, 5, 4000, 5, 'Бренд-бук - это набор стилей, цветов, шаблонов для работы с брендом. Что бы каждый предмет, который используеться в компании напоминал об фирменном стиле.<br />', '', 1, '', 0, 0, 0, 0, 0, 7),
(10, 'Базовая полиграфия', 300, 3, 800, 2, 1600, 2, 'Документы с фирменным стилем напоминают о компании. Шаблон визитки, флаер, документ А4, Афиша, Диск, Письмо, Эл. подпись, Обои для рабочего стола, пропуска,', '', 0, '', 0, 0, 0, 0, 0, 9),
(11, 'Веб-сайт', 800, 8, 4000, 10, 16000, 10, 'Веб сайт должен содержать много полезного, на нем вы будете выкладывать всю полезную информацию.', '', 1, '', 0, 0, 0, 0, 0, 9),
(12, 'Вирусные баннера', 400, 4, 1600, 4, 4000, 5, 'Вирусные баннера 4-7 шт. Будут будоражить умы ваших потенциальных клиентов.', '', 0, '', 0, 0, 0, 0, 0, 9),
(13, 'PR', 0, 0, 0, 0, 0, 0, 'PR - взаимодействие с внешней средой.', '', 1, '', 0, 0, 0, 0, 0, 0),
(14, 'Оформление организации', 0, 0, 0, 0, 0, 0, '<p>Оформить организацию - дело очень важное, если вы расчитывете на поддержку страны.</p>\r\n<p>Оптимальные виды организации ООО и АО. Если вы будете привлекать инвесторов, то лучше открывать ОАО или ПАО.</p>', '', 1, '', 0, 0, 0, 0, 0, 0),
(15, 'Комманда', 0, 0, 0, 0, 0, 0, 'Комманда - это те люди, которые смогут развивать идею и помогать вам в достижении успеха.', '', 1, '', 1, 0, 0, 0, 0, 0),
(16, 'Графический дизайн', 400, 4, 1600, 4, 4000, 5, '<p>Дизайн сайта:</p>\r\n<p>1) Дизайн главной</p>\r\n<p>2) Дизайн новостей</p>\r\n<p>3) Дизайн каталога</p>\r\n<p>4) Страница Контактов</p>\r\n<p>5) Landing Pages для продаже трендов</p>\r\n<p>6) Форум-community</p>\r\n<p>7) Регистрация</p>\r\n<p>8) Гид по сайту</p>', '', 0, '', 0, 0, 0, 0, 0, 11),
(17, 'BackEnd Programmer', 3000, 20, 8000, 20, 15000, 20, '', '', 1, '', 0, 0, 0, 0, 0, 15),
(18, 'Front End Developer', 3000, 20, 8000, 20, 15000, 20, '', '', 1, '', 0, 0, 0, 0, 0, 15),
(19, 'Граф. дизайнер', 3000, 20, 8000, 20, 15000, 20, '', '', 1, '', 0, 0, 0, 0, 0, 15),
(20, 'Журналист-Копирайтер', 3000, 20, 8000, 20, 15000, 20, '', '', 1, '', 0, 0, 0, 0, 0, 15),
(21, 'Интернет-маркетолог', 3000, 20, 8000, 20, 15000, 20, 'Обязанности - контроль интернет рекламы.', '', 1, '', 1, 0, 0, 0, 0, 15),
(22, 'PR Manager', 3000, 20, 8000, 20, 15000, 20, '', '', 1, '', 0, 0, 0, 0, 0, 15),
(23, 'Бухгалтер', 3000, 20, 8000, 20, 15000, 0, '', '', 1, '', 1, 0, 0, 0, 0, 15),
(24, 'Социальные сети', 0, 0, 0, 0, 0, 0, 'Раздача флаеров 2 пары.', '', 1, '', 0, 0, 0, 0, 0, 13),
(25, 'ВКонтакте', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 24),
(26, 'FaceBook', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 24),
(27, 'Twitter', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 24),
(28, 'Google+', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 24),
(29, 'LinkedIn', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 24),
(30, 'Однокласники.ru', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 24),
(31, 'Брендовый юзер', 200, 3, 800, 2, 2000, 2, '<p>Брендовый юзер</p>\r\n<p>Фотосессия, тесты, поиск друзей, разработка легенды, наполнение страницы.</p>', '', 0, '', 0, 0, 0, 0, 0, 26),
(32, 'Брендовый юзер', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 25),
(33, 'Брендовый юзер', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 27),
(34, 'Брендовый юзер', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 29),
(35, 'Брендовый юзер', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 28),
(36, 'Брендовый юзер', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 30),
(37, 'Таргетинговая реклама', 300, 3, 1200, 3, 2400, 3, 'Подготовить таргетинговую рекламу.', '', 0, '', 0, 0, 0, 0, 0, 26),
(38, 'Таргетинговая реклама', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 28),
(39, 'Таргетинговая реклама', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 29),
(40, 'Таргетинговая реклама', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 27),
(41, 'Таргетинговая реклама', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 25),
(42, 'Таргетинговая реклама', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 30),
(43, 'Социальные опросы', 600, 2, 1600, 2, 3200, 2, '', '', 0, '', 0, 0, 0, 0, 0, 13),
(44, 'Верстка шаблонов', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 11),
(45, 'Создание БД', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 11),
(46, 'Установка движка', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 11),
(47, 'Настройка админки', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 11),
(48, 'Настройка модулей', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 11),
(49, 'Тестирование', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 11),
(50, 'Доработка', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 11),
(51, 'Алгоритм коммуникаций', 200, 3, 400, 1, 800, 1, '', '', 0, '', 0, 0, 0, 0, 0, 13),
(52, 'Менеджмент', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 0),
(53, 'CRM+BPM+ERP', 200, 2, 400, 1, 4000, 5, '', '', 1, '', 0, 0, 0, 0, 0, 52),
(54, 'Планирование', 400, 4, 1600, 4, 4000, 5, 'Разработка планов процессов работы', '', 1, '', 0, 0, 0, 0, 0, 52),
(55, 'Тактические идеи', 200, 2, 400, 1, 1600, 2, '', '', 1, '', 0, 0, 0, 0, 0, 52),
(56, 'База клиентов', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 53),
(57, 'Планировщик', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 53),
(58, 'Рассылки', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 53),
(59, 'Контрагенты', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 53),
(60, 'СПД, ТОВ или АО', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 14),
(61, 'Оплата налогов', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 14),
(62, 'Документооборот', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 52),
(63, 'Программа лояльности', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 53),
(64, 'Клубные карты', 1600, 5, 3500, 4, 6000, 5, '1000 клубных карт с дизайном, магнитной лентой и номерами.', '', 0, '', 0, 0, 0, 0, 0, 13),
(65, 'Шаблоны документов', 400, 4, 1600, 4, 3200, 4, '<p>1) Анкеты для посетителей</p>\r\n<p>2) Должносные инструкции персоналу</p>\r\n<p>3) Договора между сотрудником и работодателем</p>\r\n<p>4) Договора с подрядчиками</p>\r\n<p>5) Шаблоны техники безопастности</p>\r\n<p>6) Некоммерческая организация</p>\r\n<p>7) Шаблоны финансовых отчетов</p>', '', 0, '', 0, 0, 0, 0, 0, 62),
(66, 'Финансовая модель', 400, 2, 800, 2, 4000, 5, 'Фин. модель - это описание всех финансовых процессов, шаблонов таблиц для отчетов и для ведения бизнеса.', '', 0, '', 0, 0, 0, 0, 0, 52),
(67, 'Бизнес процессы', 1000, 7, 4000, 10, 8000, 10, 'Подготовка шаблонных бизнес процессов.', '', 1, '', 0, 0, 0, 0, 0, 54),
(68, 'Логистика', 200, 2, 400, 1, 1600, 2, 'Планирование процессов логистики', '', 0, '', 0, 0, 0, 0, 0, 54),
(69, 'Интернет-реклама', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 13),
(70, 'Контекстная реклама', 400, 5, 800, 2, 2, 1600, 'Подготовка рекламный обьявлений и регуляция ставок.', '', 0, '', 0, 0, 0, 0, 0, 69),
(71, 'Семантическое ядро', 400, 4, 800, 2, 1600, 2, 'Подготовка ключевых слов и базовых текстов для раскрутки и рекламы.', '', 0, '', 0, 0, 0, 0, 0, 69),
(72, 'Раздача флаеров', 400, 1, 1200, 1, 2500, 1, '<p>Самое современное:</p>\r\n<p>Флаер-билет, отрывной.</p>\r\n<p>С контактами: (ФИО, тел. E-mail)</p>', '', 0, 'Самое современное:\r\n\r\nФлаер-билет, отрывной.\r\n\r\nС контактами: (ФИО, тел. E-mail)', 0, 0, 0, 0, 0, 13),
(73, 'Окупаемость бизнеса', 200, 2, 600, 2, 1600, 2, 'Планирование модели окупаемости бизнеса.', '', 0, '', 0, 0, 0, 0, 0, 54),
(74, 'Презентация продукта', 400, 4, 1600, 4, 3200, 4, 'Подготовка призентации проекта.', '', 0, '', 0, 0, 0, 0, 0, 13),
(75, 'Безопастность', 0, 0, 0, 0, 0, 0, '', '', 1, '', 0, 0, 0, 0, 0, 0),
(76, 'Юридическая', 0, 0, 0, 0, 0, 0, '<p>Проверка документов и договоренностей на соблюдение законов.</p>\r\n<p>&nbsp;</p>\r\n<p>Подготовка правил для правильной работы с законом.</p>', '', 0, '', 0, 0, 0, 0, 0, 75),
(77, 'Силовая', 0, 0, 0, 0, 0, 0, 'Охрана обьектов.', '', 0, '', 0, 0, 0, 0, 0, 75),
(78, 'Информационная', 0, 0, 0, 0, 0, 0, 'Защита компьютерных систем.', '', 0, '', 0, 0, 0, 0, 0, 75),
(79, 'ТелеКонтроль', 0, 0, 0, 0, 0, 0, '<p>1) Видеонаблюдение</p>\r\n<p>2) Аудиопрослушка</p>\r\n<p>3) Пожарная безопастность</p>\r\n<p>4) Аварийных вызов силовиков</p>', '', 0, '', 0, 0, 0, 0, 0, 75),
(80, 'Управляющий', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 15),
(81, 'СБ', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 15),
(82, 'Статьи на порталах', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 69),
(83, 'Баннерная реклама', 0, 0, 0, 0, 0, 0, '', '', 0, '', 0, 0, 0, 0, 0, 69);

DROP TABLE IF EXISTS `real_time_main`;
CREATE TABLE `real_time_main` (
  `id` int(12) NOT NULL AUTO_INCREMENT,
  `cookie` varchar(128) NOT NULL,
  `ip` varchar(32) NOT NULL,
  `user_id` int(12) NOT NULL,
  `manager_id` int(6) NOT NULL,
  `about` varchar(256) NOT NULL,
  `last_time` varchar(32) NOT NULL,
  `last_href` varchar(256) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=432 /*!40101 DEFAULT CHARSET=cp1251 */;

INSERT INTO `real_time_main` VALUES
(429, '937896', '127.0.0.1', 0, 0, 'test', '1333383176', 'http://www.platform.sys/'),
(430, '780670', '127.0.0.1', 0, 0, 'test', '1333452693', 'http://www.platform.sys/'),
(425, '65307', '127.0.0.1', 0, 0, 'test', '1333304781', 'http://platform.sys/'),
(428, '322875', '127.0.0.1', 0, 0, 'test', '1333367030', 'http://www.platform.sys/'),
(431, '490539', '127.0.0.1', 0, 0, 'test', '1336209337', 'http://www.platform.sys/');

DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `id` int(6) NOT NULL AUTO_INCREMENT,
  `fio` varchar(256) NOT NULL,
  `email` varchar(128) NOT NULL,
  `info` varchar(1024) NOT NULL,
  `img` varchar(128) NOT NULL,
  `login` varchar(32) NOT NULL,
  `password` varchar(64) NOT NULL,
  `user_type` int(3) NOT NULL,
  `ip` varchar(64) NOT NULL,
  `cookie` varchar(64) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 /*!40101 DEFAULT CHARSET=cp1251 */;

INSERT INTO `users` VALUES
(1, '', 'cd99@mail.ru', 'Alex', 'copy1_c7.png', 'alex', '12345', 1, '', '');

